["❗️LIVE AT 7 ❗️ #waayup #thursdays \n\n#highenergy #radio #waayupthursdays #every #thursday #nite… https://t.co/09B6x67D5T", "@SOOPNOVELS Thanks for the follow! Pleased to cyber meet you. :)", "Pull up w: a bad bitch, whipping something real mean .", "This kid is a CHAMPION!!\nCongratulations Aaron!  \nBe very proud!\n#UnitedOneInHeart https://t.co/yJ1YpwpOAv", "I just woke up thinking it was the weekend. How disappointing.", "Damn I woke up super duper late 😔💤💤", "@ARCURIaj85 thank you Aj ❤️❤️❤️ you're awesome", "What happened to Instagram lmaoo", "@colin_dunlap yes! They should play Sunday then next week they could have a Saturday night game instead of a Sunday", "@GregFieldsWX eill this system hit downtown ft worth?", "I've never been so excited to see the sun", "@Reflog_18 @KarenKeyLargo @CleSportsHub Your WRONG on both your statements LeBron is the BEST Player in the NBA, Curry less conceited HA HA", "We made it 1 whole year, Lord knows there were times I wanted to leave and never return but look at us now !!", "This is why I'm fat 😒 Reese’s Pieces-filled Reese’s Peanut Butter Cups may soon be a reality #FOX59Morning https://t.co/Q3oG1QZbQh", "I play the role of \" unsuspecting fish\" https://t.co/qZSjlvsDHA", "@SonjatMorgan I love the name Tipsy Girl and I love Prosecco!  Where can I purchase a bottle???? -#RHONY #", "Miramichi Valley is our first show of day 2! They're doing \"Cave Dream\" in the Black Box ah 8:40! #nbdramafest", "I'll miss you to Kayla!! ❤️ https://t.co/aIhfNYK6jo", "Not a morning person at all", "I tried skipping today so my mom is calling the school to make sure im there today... what am i fucking 4?", "Can't go back to sleep 😩", "I'm so tired😭😭😭😭", "Get your priorities straight", "@jooooodyn yooo same I went to bed at 11 &amp; woke up an hour ago... I just been laying here since bc I have to work at 11 lol", "@angela892147 lolol she was the one who started all this so?? how you feel how you feel ?🤔", "current weather in Jackson: mist, 67°F\n94% humidity, wind 3mph, pressure 1019mb", "When you only have to come to school for an ib exam&lt;&lt;&lt;&lt;😤", "@meowuana but plz les go to dinner", "@MARCIEsays the dudes who messed wit the mentally-disable girl was at Braddock ?", "BITCHES 🚮 https://t.co/v1TvJEdxtO", "So, isn't this great?", "New insta 👀", "Bitch swear I'm scared of her 😂😂", "I wondered why you said not a word in your posts about the river . . . not a word . . .  Maybe I'm beginning to understand.", "Long Shadows\n#dc #washingtondc #igdc #dctography #exposeddc #dcitystyle #upoutdc #acreativedc… https://t.co/26PMFYsAYg", "My last year #slay #prom #FashionWatch #fashionblogger #designer https://t.co/qgOSl98vzp", "why can't I go back to sleep😩😩😩", "Entrepreneur boot camp! Our @StartupCincy community rocks! @QueenCityAngels  https://t.co/mquislBoos", "I would just like to ask the universe how 😑 just how ❓", "Closed Illegal Graffiti report at Intersection Of Oxford Pl &amp; Harrison Ave https://t.co/jS2VoeiCJt. Case resolved. https://t.co/GqvSvnCjA1", "Stomach aches r the worst", "I love opening my window for my cat in the spring 😂🐱🐤", "Imagine if you were going to have a job interview and entire universe was able to offer their opinion about it before hand?", "I asked ChangJo is he really see the comments? then he said actually can't see all because the comments are running too fast", "@1065WYRK where was Liz when I was heading to work this morning, the early bird gets the worm! I drove right past where she is now", "I'm alllllll fucked up right now", "I woke up thinking it was Friday 😒", "@LennX6 That's why its not up to rest of us to be responsible to pay their way.", "who wants to take me home after the ap exam :-)", "today is gonna be a good day I can feeel it", "This snapchat update tho . 🤔", "Closed due to police activity in #SouthSide on 103rd St between Emerald Ave and Union Ave #traffic #Chicago https://t.co/GCesNZGx1X", "@RicheyCollazo THANK U !", "Want to work in #Austin, TX? View our latest opening: https://t.co/03c4Irp9Y8 #Job #Jobs #Hiring", "Winner of TUF gets a shot at DJ.. lol @jeff2314 https://t.co/uxYSVfhjBt", "Unmissable by Gorgon City Featuring Zak Abel is #nowplaying in Tavern on Main, Snellville.", "Look at this #DESIGNER #DEALS #CALVIN #KLEIN #BABYGIRL #COTTON TWOPIECE #OUTFIT #BARGAINS #WHITE #BROWN #FLORAL eBay https://t.co/yP1diN5J3X", "Who's going to the beach today?! LET ME FUCKING KNOW", "The LORD gives strength to his people; the LORD blesses his people with peace. Psalm 29:11… https://t.co/7aQxKHSDzY", "Goodmorning Everyone 🌤😇💸", "remember when Sabrina didn't give me her James Buchanan coin because I SURE DO", "I'm so glad God allowed me to have a boy as a first child.", "If you ain't talkin wtf u sayin ion really understand", "\"...trade and foreign investment will fall after Brexit.....Cutting EU immigration will not offset these costs.\" https://t.co/FOrvhrcAzn", "@Zionpalms pls it's too early for this stupidity. Don't mention me on this again. Thanks.", "Trying to lose weight but it isn't working? We'll explain 'diet deceivers' at 6:25 @CBS58", "@40billion this is the question on any given day.", "Ion even b tryna b in competition wit you hoes.. And y'all just be so mad and bitter for nothin", "Seen it first hand - this is a fantastic event! Good luck Billy &amp; @BradFaxon #giveback  https://t.co/kbQzLswXBt", "@ClimateCentral  https://t.co/wuYZqIgrnR click Climate Crisis Fix https://t.co/Rv0EhdLk14", "15 school days until I'm free from the North Carolina public school system 🤘🏼", "😂😂😂😂 I look like a wood @___Daeeee @__kvi_ https://t.co/N3r1csqaZ0", "when he act up gotta another for a back up 🤗", "@1NattyBoya hit in work https://t.co/Blp4V0cWJB📲  scroll down to submit! all work drops!🚨", "@Its_Me_Jordan fuck yeah", "@NancyJayjii all four", "The script will forever be my go to band idc", "I had the absolute weirdest dream", "Already can't wait to be done working today and I haven't even started yet......", "Optus to make #EPL available via Apple TV -  https://t.co/41vz96UJ3W https://t.co/BMb8WOAn4n", "5163 compatible (600 White Sheets 6000 Shipping Labels) $62.95 https://t.co/4suPYZH6QT #CDDVD #Labels https://t.co/vlhsbuVAOX", "Allow yourself to be great", "If you're a #Healthcare professional in #TerreHaute, IN, check out this #job: https://t.co/AwJrghoarg #Hiring https://t.co/tIWCXZU6hH", "And the media really needs to stop pushing their dumb Clinton/Trump agenda and acting like the Democratic race is over.", "When do I ever 😂 https://t.co/V0Utb82zqq", "Another day I'm alive, another day I'm grateful. #ThankHim", "@AlbertineWestra @malcolmsmith22 @PowrfulKatrinka @UltraGrobanite @Blakbyrdfly @obrn1969 @grobanjo How exciting! You'll fall in love w/Josh!", "Best of luck to AP World, Comp Gov, and Stat! #yougotthis #owls4Neff https://t.co/4bNFGWAxcO", "They say true love is the greatest weapon", "@__cori_my thanks babe", "@Shelovesmeechie good to know", "Dude next to me on the train is looking for me to punch him in the mouth", "I need jake to come back to bed so we can sleep some more", "@StLouisBlues twitter account &gt;\nRangers twitter account \n@DC_Yankee", "current weather in Sioux Falls: clear sky, 43°F\n91% humidity, wind 12mph, pressure 974mb", "@RamirezJohnny97 and another guy the other day with the Kobe 7 \"Christmas shoes 😭😭😭", "@DragonEmojis I mean shit I don't wanna hype anything as to move adaptations of games because they all kinda blow", "one more sleep till Dan 🙏🙏", "The sky is so pretty this morning 💛", "Unknown Trouble | Caithness Ave &amp; Greenwood Ave [55 Div.] 05/12 07:04 #Toronto"]